42Crunch.vscode-openapi
alexkrechik.cucumberautocomplete
alphabotsec.vscode-eclipse-keybindings
bbenoist.vagrant
betterthantomorrow.calva
bungcip.better-toml
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
coolbear.systemd-unit-file
dbaeumer.vscode-eslint
DigitalBrainstem.javascript-ejs-support
donjayamanne.githistory
eamodio.gitlens
EditorConfig.EditorConfig
eg2.vscode-npm-script
esbenp.prettier-vscode
firsttris.vscode-jest-runner
floone.varnish-vcl
golang.go
haskell.haskell
hilleer.yaml-plus-json
hoovercj.haskell-linter
Ionide.Ionide-fsharp
JakeBecker.elixir-ls
James-Yu.latex-workshop
joaompinto.vscode-graphviz
johnpapa.vscode-peacock
joshuapoehls.json-escaper
justusadam.language-haskell
kddejong.vscode-cfn-lint
Koihik.vscode-lua-format
kumar-harsh.graphql-for-vscode
mads-hartmann.bash-ide-vscode
matklad.rust-analyzer
matthewpi.caddyfile-support
MaxGabriel.brittany
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
nextfaze.json-parse-stringify
nickfode.latex-formatter
ocamllabs.ocaml-platform
redhat.vscode-commons
redhat.vscode-xml
redhat.vscode-yaml
richie5um2.vscode-sort-json
ryanluker.vscode-coverage-gutters
ryu1kn.partial-diff
scala-lang.scala
scalameta.metals
sodatea.velocity
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
sumneko.lua
Tim-Koehler.helm-intellisense
timonwong.shellcheck
twxs.cmake
usernamehw.errorlens
vadimcn.vscode-lldb
wayou.vscode-todo-highlight
wholroyd.HCL
william-voyek.vscode-nginx
XadillaX.viml
yzhang.markdown-all-in-one
zenor.makefile-creator
zhuangtongfa.material-theme
