42crunch.vscode-openapi
alefragnani.bookmarks
aleksandra.go-group-imports
alphabotsec.vscode-eclipse-keybindings
bbenoist.vagrant
betterthantomorrow.calva
betterthantomorrow.calva-spritz
bmalehorn.vscode-fish
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
circleci.circleci
coolbear.systemd-unit-file
dbaeumer.vscode-eslint
digitalbrainstem.javascript-ejs-support
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
firsttris.vscode-jest-runner
golang.go
hashicorp.hcl
hashicorp.terraform
haskell.haskell
hilleer.yaml-plus-json
hoovercj.haskell-linter
ionide.ionide-fsharp
jakebecker.elixir-ls
james-yu.latex-workshop
joaompinto.vscode-graphviz
johnpapa.vscode-peacock
joshuapoehls.json-escaper
jpoissonnier.vscode-styled-components
justusadam.language-haskell
kddejong.vscode-cfn-lint
kumar-harsh.graphql-for-vscode
mads-hartmann.bash-ide-vscode
maxgabriel.brittany
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.autopep8
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cpptools
ms-vscode.live-server
nextfaze.json-parse-stringify
nickfode.latex-formatter
ocamllabs.ocaml-platform
redhat.vscode-commons
redhat.vscode-xml
redhat.vscode-yaml
richie5um2.vscode-sort-json
rust-lang.rust-analyzer
ryanluker.vscode-coverage-gutters
ryu1kn.partial-diff
scala-lang.scala
scalameta.metals
styled-components.vscode-styled-components
sumneko.lua
tamasfe.even-better-toml
tim-koehler.helm-intellisense
timonwong.shellcheck
twxs.cmake
usernamehw.errorlens
vadimcn.vscode-lldb
wayou.vscode-todo-highlight
william-voyek.vscode-nginx
xadillax.viml
yzhang.markdown-all-in-one
zenor.makefile-creator
zhuangtongfa.material-theme
zxh404.vscode-proto3
