42Crunch.vscode-openapi
alexkrechik.cucumberautocomplete
alphabotsec.vscode-eclipse-keybindings
bungcip.better-toml
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer-2
dbaeumer.vscode-eslint
DigitalBrainstem.javascript-ejs-support
donjayamanne.githistory
eamodio.gitlens
EditorConfig.EditorConfig
eg2.vscode-npm-script
esbenp.prettier-vscode
firsttris.vscode-jest-runner
golang.go
haskell.haskell
hoovercj.haskell-linter
James-Yu.latex-workshop
jaredly.reason-vscode
joaompinto.vscode-graphviz
johnpapa.vscode-peacock
joshuapoehls.json-escaper
jpoissonnier.vscode-styled-components
justusadam.language-haskell
kddejong.vscode-cfn-lint
kumar-harsh.graphql-for-vscode
mads-hartmann.bash-ide-vscode
matklad.rust-analyzer
MaxGabriel.brittany
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-python.python
ms-toolsai.jupyter
ms-vscode.cpptools
ms-vscode.vscode-typescript-tslint-plugin
nextfaze.json-parse-stringify
nickfode.latex-formatter
redhat.vscode-xml
redhat.vscode-yaml
richie5um2.vscode-sort-json
ryanluker.vscode-coverage-gutters
ryu1kn.partial-diff
sodatea.velocity
streetsidesoftware.code-spell-checker
sumneko.lua
timonwong.shellcheck
twxs.cmake
usernamehw.errorlens
vadimcn.vscode-lldb
WallabyJs.quokka-vscode
wayou.vscode-todo-highlight
whatwedo.twig
XadillaX.viml
yzhang.markdown-all-in-one
zenor.makefile-creator
zhuangtongfa.material-theme
