alanz.vscode-hie-server
alefragnani.project-manager
alexkrechik.cucumberautocomplete
alphabotsec.vscode-eclipse-keybindings
bmewburn.vscode-intelephense-client
bungcip.better-toml
dbaeumer.vscode-eslint
DigitalBrainstem.javascript-ejs-support
donjayamanne.githistory
dramforever.vscode-ghc-simple
eamodio.gitlens
eg2.vscode-npm-script
foxundermoon.shell-format
GitHub.vscode-pull-request-github
hoovercj.haskell-linter
jaredly.reason-vscode
johnpapa.vscode-peacock
joshuapoehls.json-escaper
justusadam.language-haskell
karigari.chat
kddejong.vscode-cfn-lint
kumar-harsh.graphql-for-vscode
mads-hartmann.bash-ide-vscode
MaxGabriel.brittany
mechatroner.rainbow-csv
miqh.vscode-language-rust
ms-azuretools.vscode-docker
ms-python.python
ms-vscode.cpptools
ms-vscode.Go
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
nextfaze.json-parse-stringify
pmneo.tsimporter
qinjia.view-in-browser
redhat.vscode-yaml
rust-lang.rust
ryanluker.vscode-coverage-gutters
ryu1kn.partial-diff
Shan.code-settings-sync
sodatea.velocity
timonwong.shellcheck
twxs.cmake
yzhang.markdown-all-in-one
zenor.makefile-creator
zhuangtongfa.material-theme
